acpi
acpi_call
alacritty
alsa-plugins
alsa-tools
alsa-utils
arc-gtk-theme
arc-icon-theme
base
base-devel
bat
bluez
bluez-utils
bravebin
brightnessctl
curl
dialog
discord
dosfstools
dunst
engrampa
exa
fd
ferdi
ffmpeg
ffmpegthumbnailer
figlet
firefox
flameshot
fzf
git
gparted
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
imagemagick
jq
libnotify
libreddit-git
libxft-bgra
linux-headers
lolcat
lxappearance
lxsession
melonds-git
mousepad
mpv
mtools
neofetch
neovim
net-tools
networkmanager
network-manager-applet
networkmanager-openvpn
newsboat
nm-connection-editor
nodejs
noto-fonts
os-prober
p7zip
pacman-contrib
pamixer
papirus-icon-theme
paru
pasystray
pavucontrol
pcmanfm
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python3
python-pip
python-pynvim
qt5ct
reflector
ripgrep
rofi
rsync
screenkey
scrot
stow
supertux
supertuxkart
sxhkd
sxiv
terminus-font
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
transmission-gtk
ttf-font-awesome
ttf-indic-otf
ttf-joypixels
ttf-ms-fonts
ttf-roboto
ueberzug
ufw
ungoogled-chromium
unrar
vi
vim
vscodium
webkit2gtk
wget
whoogle
wmctrl
wpa_supplicant
xclip
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xfce4-power-manager
xorg
xorg-xinit
xorg-xinput
xwallpaper
youtube-dl
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
